{
    "Bảo mật" : "Privacy",
    "Điều khoản" : "Terms",
    "Dùng Thử": "Try Me",
    "WordsMine! Là Gì": "What is 'WordsMine!'",

    "Phiên bản" : "Version",
    "Phiên bản 1.3": "Ver 1.3",
    "Phiên bản 1.2": "Ver 1.2",
    "Phiên bản 1.1": "Ver 1.1",
    "Tháng 8, 2021 (Phiên bản 1.3)": "August, 2021 (Version 1.3)",
    "Tháng 4, 2021 (Phiên bản 1.2)": "April, 2021 (Version 1.2)",
    "Tháng 3, 2021 (Phiên bản 1.1)": "March, 2021 (Version 1.2)",
    "Chức năng mới": "NEW FEATURES",
    "Nâng cấp": "IMPROVEMENTS",
    "Sửa lỗi": "BUG FIXES",
    "Bạn có thể dùng tính năng tuỳ chỉnh để tối ưu trải nghiệm học tập được cá nhân hoá cho riêng bạn." : "You can tailor your learning experience in Preference Mode.",
    "Bạn có thể gửi lại góp ý cho team WordsMine để team nỗ lực hỗ trợ các bạn học tập tốt hơn." : "You can use Feedback Feature to let us know what you want, we will do it for ya.",
    "Bạn có thể đổi avatar yêu thích của riêng mình." : "You can put on your favorite avatar.",
    "Những từ vựng mà bạn đã thêm, giờ đây bạn có thể xem nguồn website mà bạn đã lưu từ vựng đó." : "You can see the original website where you add your vocabulary from.",
    "Những tính năng mới của nền tảng WordsMine sẽ được thể hiện trong thông báo để bạn tiện theo dõi." : "New features are now introduced in a What's new popup.",
    "Ngoài ra, team WordsMine còn thêm chức năng giới thiệu nền tảng dành cho những người dùng mới nhằm để giúp quen với nền tảng WordsMine hơn!" : "We added user onboarding feature to help you become more familiar with our platform.",
    "Tối ưu hóa hiệu suất." : "Optimizing performance.",
    "Thêm nhanh từ mới trong trang extension popup." : "You can quickly add a new word in extension popup page.",
    "Chức năng tra định nghĩa đã được nâng cấp, bạn có thể tra từ với nghĩa chuyên ngành." : "We have just upgraded the definition feature, now you can look up word definition with different terminologies.",
    "Bạn sẽ biết cách sử dụng từ qua nhiều ví dụ khác nhau và có thể lưu lại ví dụ mà bạn muốn." : "You can know how the word is used in different sentences, and you can save the one you like.",
    "Bên cạnh việc thêm từ thông qua đường link tắt, bạn còn có thể thêm nhanh định nghĩa và ví dụ đi kèm." : "Besides adding a word term via 'hot link', now you can add its definitions and examples too.",
    "Bạn có thể tạo từ mục để lưu từ vựng theo nhiều chủ đề khác nhau." : "You can create a folder to group your vocabularies into different topics.",
    "Bạn có thể xem từ vựng trong chế độ phân trang hoặc xem tất cả từ vựng một trang." : "You can view word dashboard in paging or infinite loading mode.",
    "Card từ vựng có thêm chế độ hiển thị mới, bạn có thể xem từ vựng phiên âm và định nghĩa cá nhân một cùng một lúc." : "We introduce the flip mode, you can check all the word terms, spelling and your personalized definitions in one glance.",
    "Bạn có thể cài đặt trang mà bạn muốn hiển thị/ tắt popup tra từ." : "You can configure which page you want to enable/disable the definition popup.",
    "Hiển thị thông báo khi người dùng lưu một từ đã được thêm trước đó." : "Show a warning message when user saves a word that is added before.",
    "Hiển thị nút đăng nhập khi người dùng lưu một từ vựng từ popup tra từ mà chưa đăng nhập." : "Show a login button when the user saves a word from the definition popup and is not logged in yet.",
    "Hiển thị định nghĩa tiếng Việt trên định nghĩa tiếng Anh trong definition popup của extension." : "Move Vietnamese definition to the upper position in definition popup extension.",
    "Hiển thị tùy chọn hiện tại khi người dùng chọn một chế độ sắp xếp hoặc nhóm theo thư mục." : "Show the current selection amongst other of sort mode and group mode.",
    "Đăng nhập bằng tên đăng nhập hoặc email." : "Login by either username or email.",
    "Hiển thị trạng thái lưu của những từ không đồng nhất trong popup định nghĩa và danh sách từ trong extension." : "Inconsistent words' status display in the popup (via double click) and list word popup in extension.",
    "Không click vào link trong menu được." : "Links in dropdown menu did not work.",
    "Kiểm tra tên đăng nhập hợp lệ khi đăng ký tài khoản." : "Validate user name before registration.",
    "Kiểm tra tên đăng nhập hợp lệ khi cập nhật thông tin cá nhân." : "Validate username before updating personal information.",
    "Tải lại trang khi thay đổi chế độ hiển thị trang." : "Reload page when changing page mode.",
    "Sắp xếp từ theo thời gian." : "Sort by time.",
    "Hiển thị từ không chính xác khi thay đổi chế độ hiển thị trang." : "Incorrect words showed after changing page mode.",
    "Xóa từ." : "Delete word.",
    "Từ hiển thị trong popup và trong extension không đồng nhất." : "Words are not matching between definition popup and home popup in extension.",
    "Hiển thị thông báo lỗi khi lưu từ bị trùng lặp." : "Fix error message when save a duplicate word in extension.",
    "Sửa vị trí phản hồi của người dùng." : "Fix feedback's position.",
    "Không lấy được phát âm." : "Cannot get word pronunciation.",
    "Người dùng có thể lưu từ vựng nhanh chóng bằng cách truy cập đường link tắt." : "You can save words directly via a 'hot link'.",
    "Người dùng có thể biết được lịch sử nguồn lưu từ vựng." : "On the WordsMine home page, you can try out the extension pop-up to check word definitions.",
    "Người dùng có thể nhóm từ vựng theo thư mục." : "You can add them to your personal word bank.",
    "Người dùng có thể dùng thử chức năng của extension ngay trên trang chủ Wordsmine!" : "You can leverage sample sentences to build your custom definition.",
    "Người dùng có thể thêm định nghĩa cho từ vào kho lưu trữ cá nhân." : "You can check new feature update in app dashboard.",
    "Thay đổi bố cục giao diện." : "Update app layout to a more user friendly approach.",
    "Hiển thị chú thích hướng dẫn cho các nút bấm." : "Add tooltip for actionable buttons.",
    "Hiển thị chế độ sắp xếp từ vựng trang chủ từ vựng." : "Show selected value of sort drop-down control.",
    "Thay đổi vị trí icon nhận xét từ người dùng." : "Move the feedback icon to the right bottom sidebar.",
    "Tìm kiếm từ vựng không phân biệt chữ hoa, chữ thường." : "Be able to search words without case sensitive.",
    "Hiện thị thông báo khi người dùng lưu từ vựng thành công từ popup extension." : "Show extension notification when you save words from our definition popup extension.",
    "Chỉnh sửa định dạng của định nghĩa sau khi người dùng thêm định nghĩa mới." : "Incorrect word definition format after adding its definition.",
    "Định dạng lại nội dung card từ vựng." : "Card content doesn't format correctly.",
    "Lấy phát âm." : "Cannot get pronunciation.",
    "Hiển thị thông báo lỗi khi không tìm thấy âm thanh." : "Show human-friendly error message when sound is not found.",
    "Hiển thị số từ được chọn còn lại sau khi xóa từ vựng." : "Fix bug Incorrect numbers showed after deleting a word.",
    "Đổi phông chữ để hỗ trợ tiêng Anh và tiếng Việt." : "Change font which support both Vietnamese and English in web app.",
    "Sắp xếp thứ tự từ vựng theo thời gian cập nhật." : "Words are not sorted by timestamp.",
    "Đặt lại modal chi tiết từ vựng sau mỗi lần đóng." : "The modal content should be cleared after closing.",

    "Chào mừng bạn đến với WordsMine!" : "Welcome to WordsMine",
    "WordsMine là ứng dụng hỗ trợ việc học tiếng anh mọi lúc mọi nơi. Chỉ với việc cài đặt extension trên trình duyệt của mình. Bạn có thể tra cứu một kho từ điển khổng lồ, hơn thế nữa bạn còn có thể lưu trữ từ vựng để có thể ôn tập." : "WordsMine is the application support for learning English every time every time. Only with the extension installed on your browser. You can look up a dictionary that doesn't last long, moreover you can store vocabulary for review.",

    "Đăng ký ngay để không bỏ lỡ bất kì thông báo nào của WordsMine" : "Subscribe now and get WordsMine's notification immediately",
    "Đăng ký" : "Subscribe"
}